---
kind: property
id: P:Autodesk.Revit.DB.SpatialElementTag.View
zh: 视图
source: html/abc98018-65b1-0908-373d-1d9359346167.htm
---
# Autodesk.Revit.DB.SpatialElementTag.View Property

**中文**: 视图

The view in which the tag was placed.

## Syntax (C#)
```csharp
public View View { get; }
```